questions_base = [
    {
        'number': 1,
        "question": "Мне хотелось бы в своей профессиональной деятельности:",
        "answers": [
            "Общаться с самыми разными людьми",
            "Снимать фильмы, писать книги, рисовать, выступать на сцене и т.д.",
            "Заниматься расчетами, вести документацию"
        ]
    },
    {
        'number': 2,
        "question": "В книге или кинофильме меня больше всего привлекает:",
        "answers": [
            "Возможность следить за ходом мыслей автора",
            "Художественная форма, мастерство писателя или режиссера",
            "Сюжет, действия героев"
        ]
    },
    {
        'number': 3,
        "question": "Меня больше обрадует Нобелевская премия:",
        "answers": [
            "За общественную деятельность",
            "В области наук",
            "В области искусства"
        ]
    },
    {
        'number': 4,
        "question": "Я скорее соглашусь стать:",
        "answers": [
            "Главным механиком",
            "Начальником экспедиции",
            "Главным бухгалтером"
        ]
    },
    {
        'number': 5,
        "question": "Будущее людей определяют:",
        "answers": [
            "Взаимопонимание между людьми",
            "Научные открытия",
            "Развитие производства"
        ]
    },
    {
        'number': 6,
        "question": "Если я стану руководителем, то в первую очередь займусь:",
        "answers": [
            "Созданием дружного, сплоченного коллектива",
            "Разработкой новых технологий обучения",
            "Работой с документами"
        ]
    },
    {
        'number': 7,
        "question": "На технической выставке меня больше привлечёт:",
        "answers": [
            "Внутреннее устройство экспонатов",
            "Их практическое применение",
            "Внешний вид экспонатов (цвет, форма)"
        ]
    },
    {
        'number': 8,
        "question": "В людях я ценю, прежде всего:",
        "answers": [
            "Дружелюбие и отзывчивость",
            "Смелость и выносливость",
            "Обязательность и аккуратность"
        ]
    },
    {
        'number': 9,
        "question": "В свободное время мне хотелось бы:",
        "answers": [
            "Ставить различные опыты, эксперименты",
            "Писать стихи, сочинять музыку или рисовать",
            "Тренироваться"
        ]
    },
    {
        'number': 10,
        "question": "В заграничных поездках меня скорее заинтересует:",
        "answers": [
            "Возможность знакомства с историей и культурой другой страны",
            "Экстремальный туризм (альпинизм, виндсерфинг, горные лыжи)",
            "Деловое общение"
        ]
    },
    {
        'number': 11,
        "question": "Мне интереснее беседовать о:",
        "answers": [
            "Человеческих взаимоотношениях",
            "Новой научной гипотезе",
            "Технических характеристиках новой модели машины, компьютера и т.д."
        ]
    },
    {
        'number': 12,
        "question": "Если бы в моей школе было всего три кружка, я бы выбрал:",
        "answers": [
            "Технический",
            "Музыкальный",
            "Спортивный"
        ]
    },
    {
        'number': 13,
        "question": "В школе следует обратить особое внимание на:",
        "answers": [
            "Улучшение взаимопонимания между учителями и учениками",
            "Поддержание здоровья учащихся, занятия спортом",
            "Укрепление дисциплины"
        ]
    },
    {
        'number': 14,
        "question": "Я с большим удовольствием смотрю:",
        "answers": [
            "Научно-популярные фильмы",
            "Программы о культуре и искусстве",
            "Спортивные программы"
        ]
    },
    {
        'number': 15,
        "question": "Мне хотелось бы работать:",
        "answers": [
            "С детьми или сверстниками",
            "С машинами, механизмами",
            "С объектами природы"
        ]
    },
    {
        'number': 16,
        "question": "Школа в первую очередь должна:",
        "answers": [
            "Учить общению с другими людьми",
            "Давать знания",
            "Обучать навыкам работы"
        ]
    },
    {
        'number': 17,
        "question": "Главное в жизни:",
        "answers": [
            "Иметь возможность заниматься творчеством",
            "Вести здоровый образ жизни",
            "Тщательно планировать свои дела"
        ]
    },
    {
        'number': 18,
        "question": "Государство должно в первую очередь заботиться о:",
        "answers": [
            "Защите интересов и прав граждан",
            "Достижениях в области науки и техники",
            "Материальном благополучии граждан"
        ]
    },
    {
        'number': 19,
        "question": "Мне больше всего нравятся уроки:",
        "answers": [
            "Труда",
            "Физкультуры",
            "Математики"
        ]
    },
    {
        'number': 20,
        "question": "Мне интереснее было бы:",
        "answers": [
            "Заниматься сбытом товаров",
            "Изготавливать изделия",
            "Планировать производство товаров"
        ]
    },
    {
        'number': 21,
        "question": "Я предпочитаю читать статьи о:",
        "answers": [
            "Выдающихся ученых и их открытиях",
            "Интересных изобретениях",
            "Жизни и творчестве писателей, художников, музыкантов"
        ]
    },
    {
        'number': 22,
        "question": "В свободное время я люблю:",
        "answers": [
            "Читать, думать, рассуждать",
            "Что-нибудь мастерить, шить, ухаживать за животными, растениями",
            "Ходить на выставки, концерты, в музеи"
        ]
    },
    {
        'number': 23,
        "question": "Больший интерес у меня вызовет сообщение о:",
        "answers": [
            "Научном открытии",
            "Художественной выставке",
            "Экономической ситуации"
        ]
    },
    {
        'number': 24,
        "question": "Я предпочту работать:",
        "answers": [
            "В помещении, где много людей",
            "В необычных условиях",
            "В обычном кабинете"
        ]
    }
]